TaskName = "Digitalt faxarkiv";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Test pågår… Var god vänta.";
"DEVICE_COMMUNICATION_SETTINGS" = "Lagrar inställningarna på enheten… Var god vänta";
"DEVICE_COMMUNICATION_HOST" = "Lagrar värdnamnet på enheten… Var god vänta";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Tar emot fax: %@";
"SELECT_FOLDER" = "Välj mapp…";
"SELECT_EMAIL" = "E-postinställningar…";
"TEST_SETTINGS" = "Testa inställningarna";
"FOLDER_SELECTION_BUTTON_TITLE" = "Markera";
"FOLDER_SELECTION_PANEL_TITLE" = "Välj en mapp";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Minst ett fält är tomt. Fyll i alla fält eller klicka på Avbryt.";
"GENERAL_DATA_MISSING_TITLE" = "Fel - data saknas eller är ogiltiga";
"MISSING_FOLDER_SETTING" = "Vissa uppgifter om destinationsmappen saknas. Välj en mapp, ange användarnamn och lösenord och gör sedan ett nytt försök.";

"SUCCESS" = "Åtgärden lyckades";
"FOLDER_SETTINGS_SUCCESS" = "Du har nu installerat HP Digital Fax. Inkommande svartvita fax kommer nu att sparas i mappen \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "Du har nu installerat HP Digital Fax. Inkommande fax kommer att skickas till \"%@\" som e-postbilagor.";


"AFP Authentication" = "AFP-serverautentisering";
"SMB Authentication" = "Autentisering i SMB/CIFS-filsystem";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Ange serveruppgifter";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Ange alla serveruppgifter.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Mappen '%@' kan inte användas";
HSDFolderWithPercentSignDescription = "Använd ett mappnamn utan procenttecken.";

"CONNECTION_FAILED_TITLE" = "Anslutning misslyckades";
"CONNECTION_FAILED_DESC" = "Servern kanske inte finns eller är inte i drift för tillfället. Kontrollera servernamn eller IP-adress och försök igen.";

"AUTH_FAILED_TITLE" = "Autentisering misslyckades";
"AUTH_FAILED_DESC" = "Okänd användare, fel lösenord eller så är inloggning inaktiverad. Ange namn och lösenord på nytt eller kontakta serveradministratören.";

"UNHANDLED_ERROR_TITLE" = "Oväntat fel";
"UNHANDLED_ERROR_DESC" = "Ett fel %d uppstod vid försök att ansluta till servern.";

HSDServerParametersErrorTitle = "Ofullständig serverinformation";
HSDServerParametersErrorDescription = "Fält med serverinformation får inte vara tomma. Ange alla serveruppgifter som krävs och försök sedan igen.";

HSDUnableToSelectFolderTitle = "Det går inte att använda den valda mappen";
HSDPermissionsErrorDescription = "Du har inte behörighet att skriva till den valda mappen. Välj en annan mapp och försök sedan igen.";
"MISSING_SERVER_CREDENTIALS" = "Uppgifter för serveridentifikation saknas. Ange användarnamn och lösenord och försök igen.";

HSDProtocolErrorDescription = "Den valda mappen kan inte hittas på den angivna servern eller så upprättas anslutningen till servern via ett annat protokoll för fildelning.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Skriver ut… Vänta lite";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Bearbetning pågår…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Gränsen för antal spärrade nummer har nåtts";
"BLOCK_FAX_ERROR_DESC" = "Enheten kan lagra högst %d spärrade faxnummer. Ta bort spärren från vissa faxnummer och gör ett nytt försök.";

//Fax log results
"ERROR" = "Fel";
"BUSY" = "Upptaget";
"NO_ANSWER" = "Inget svar";
"NO_DIAL_TONE" = "Ingen kopplingston";
"NO_DOCUMENT" = "Inget dokument";
"DOCUMENT_JAM" = "Dokumenttrassel";
"DOOR_OPEN" = "Lucka öppen";
"POWER_FAILURE" = "Strömavbrott";
"BLACKLISTED" = "Svartlistat";
"STORAGE_FULL" = "Minnet fullt";
"OUT_OF_MEMORY" = "Slut på minne";
"PHONE_LINE_UNAVAILABLE" = "Telefonlinjen är inte tillgänglig";
"FAX_DISCONNECTED" = "Faxen frånkopplad";
"PC_DISCONNECTED" = "Datorn frånkopplad";
"REMOTE_NOT_COLOR" = "Fjärrenheten stöder inte färg";
"COMMUNICATION_ERROR" = "Kommunikationsfel";
"CANCELLED" = "Avbrutet";

//Fax session types
"SENT" = "Skickat";
"RECEIVED" = "Mottaget";
